---
type: ElementQuickFilter
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# ElementQuickFilter

`Autodesk.Revit.DB.ElementQuickFilter` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | PassesFilter | — | `` |